[
  {
    "key": 1,
    "description": "Prvenstvo 'Tri kluba' se nastavlja! U prostorijama ŠK 'Kraljev gambit' u Baču, odigrano je četvrto i peto kolo. Vodeće pozicije zauzimaju šahisti iz Kulpina. Teslić Maksim sa maksimalnim učinkom od 5 pobeda, drugi je Kreko Dalibor sa 4 boda, dok je na trećem mestu naš Milan Trifunović sa 3.5 boda. Koliko imaju i četvrtoplasirani Galić Vladimir iz Bača i Damir Kordeloš iz Gimnazijalca. Sledeće nedelje završnica i poslednja dva kola kod nas!",
    "shortDescription": "Prvenstvo 'Tri kluba' se nastavlja! U prostorijama ŠK 'Kraljev gambit' u Baču, odigrano je četvrto i peto kolo. Vodeće pozicije zauzimaju šahisti iz Kulpina.",
    "title": "Prvenstvo 'Tri kluba'",
    "author": "Ivan Tot",
    "date": "13.02.2023",
    "src": "/database/landing-page-posts/post7.webp"
  },
  {
    "key": 2,
    "description": "Sreda veče, vreme za standardni termin i druženje u školi zamenili smo prijateljskim cugerom. Igralo se 11 takmičarskih kola, a tempo je bio 3+2. Za suđenje je bio zadužen Stefan Kostic, mada osim posla oko parovanja nikakvih intervencija nije bilo. Turnir je bio rejtingovan kod FIDE. Osim gimnazijalaca učestvovali su i prijatelji iz ŠK 'Kraljev gambit' iz Bača koji su svojim prisustvom uveličali naš završni turnir. A sad rezultati: Prvo mesto zauzeo je Darko Milešević sa 10 bodova! Drugi je bio Slaviša Vranješ iz Bača sa 8 bodova, koliko je imao i Aleksandar Tot ali zbog slabijeg buholca završava na trećem mestu iako je pobedio prvoplasiranog Darka. Četvrto mesto je osvojio Nemanja Višekruna sa 7 bodova, koliko je imao i petoplasirani Milan Končar. Najbolji omladinac bio je Lazar Stanojević sa osvojenih 5,5 bodova.",
    "shortDescription": "Sreda veče, vreme za standardni termin i druženje u školi zamenili smo prijateljskim cugerom. Igralo se 11 takmičarskih kola, a tempo je bio 3+2.",
    "title": "Novogodisnji Cuger",
    "author": "Ivan Tot",
    "date": "29.12.2022",
    "src": "/database/landing-page-posts/post6.webp"
  },
  {
    "key": 3,
    "description": "Šahovski vikend - dupli remi! B ekipa ŠK 'Gimnazijalac' u Apatinu je odigrala 3-3 protiv ŠK Velemajstor. Pobede našem timu doneli su Ristić Sreten, Pejak Stefan i Rajšp Ivan. Prvi tim ŠK 'Gimnazijalac' je u Kaću do boda došao pobedama Milanovića i Višekrune dok su Marjanov i Ristić Stefan remizirali. Čestitamo protivnicima i našim igračima na odličnoj borbi. Sledeće nedelje nastavak u Bačkoj Palanci, kada nam u Gimnaziju dolaze gosti iz Selenče i Ratkova.",
    "shortDescription": "Šahovski vikend - dupli remi! B ekipa ŠK 'Gimnazijalac' u Apatinu je odigrala 3-3 protiv ŠK Velemajstor.",
    "title": "Ligaski mec",
    "author": "Ivan Tot",
    "date": "15.05.2022",
    "src": "/database/landing-page-posts/post2.webp"
  }
]
