[
  {
    "key": 1,
    "description": "Prvenstvo 'Tri kluba' se nastavlja! U prostorijama ŠK 'Kraljev gambit' u Baču, odigrano je četvrto i peto kolo. Vodeće pozicije zauzimaju šahisti iz Kulpina. Teslić Maksim sa maksimalnim učinkom od 5 pobeda, drugi je Kreko Dalibor sa 4 boda, dok je na trećem mestu naš Milan Trifunović sa 3.5 boda. Koliko imaju i četvrtoplasirani Galić Vladimir iz Bača i Damir Kordeloš iz Gimnazijalca. Sledeće nedelje završnica i poslednja dva kola kod nas!",
    "shortDescription": "Prvenstvo 'Tri kluba' se nastavlja! U prostorijama ŠK 'Kraljev gambit' u Baču, odigrano je četvrto i peto kolo. Vodeće pozicije zauzimaju šahisti iz Kulpina.",
    "title": "Prvenstvo 'Tri kluba'",
    "author": "Ivan Tot",
    "date": "13.02.2023",
    "src": "/database/landing-page-posts/post7.webp"
  },
  {
    "key": 2,
    "description": "Sreda veče, vreme za standardni termin i druženje u školi zamenili smo prijateljskim cugerom. Igralo se 11 takmičarskih kola, a tempo je bio 3+2. Za suđenje je bio zadužen Stefan Kostic, mada osim posla oko parovanja nikakvih intervencija nije bilo. Turnir je bio rejtingovan kod FIDE. Osim gimnazijalaca učestvovali su i prijatelji iz ŠK 'Kraljev gambit' iz Bača koji su svojim prisustvom uveličali naš završni turnir. A sad rezultati: Prvo mesto zauzeo je Darko Milešević sa 10 bodova! Drugi je bio Slaviša Vranješ iz Bača sa 8 bodova, koliko je imao i Aleksandar Tot ali zbog slabijeg buholca završava na trećem mestu iako je pobedio prvoplasiranog Darka. Četvrto mesto je osvojio Nemanja Višekruna sa 7 bodova, koliko je imao i petoplasirani Milan Končar. Najbolji omladinac bio je Lazar Stanojević sa osvojenih 5,5 bodova.",
    "shortDescription": "Sreda veče, vreme za standardni termin i druženje u školi zamenili smo prijateljskim cugerom. Igralo se 11 takmičarskih kola, a tempo je bio 3+2.",
    "title": "Novogodisnji Cuger",
    "author": "Ivan Tot",
    "date": "29.12.2022",
    "src": "/database/landing-page-posts/post6.webp"
  },
  {
    "key": 3,
    "description": "Šahovski vikend - dupli remi! B ekipa ŠK 'Gimnazijalac' u Apatinu je odigrala 3-3 protiv ŠK Velemajstor. Pobede našem timu doneli su Ristić Sreten, Pejak Stefan i Rajšp Ivan. Prvi tim ŠK 'Gimnazijalac' je u Kaću do boda došao pobedama Milanovića i Višekrune dok su Marjanov i Ristić Stefan remizirali. Čestitamo protivnicima i našim igračima na odličnoj borbi. Sledeće nedelje nastavak u Bačkoj Palanci, kada nam u Gimnaziju dolaze gosti iz Selenče i Ratkova.",
    "shortDescription": "Šahovski vikend - dupli remi! B ekipa ŠK 'Gimnazijalac' u Apatinu je odigrala 3-3 protiv ŠK Velemajstor.",
    "title": "Ligaski mec",
    "author": "Ivan Tot",
    "date": "15.05.2022",
    "src": "/database/landing-page-posts/post2.webp"
  },
  {
    "key": 4,
    "description": "Učenici gimnazije „20. oktobar“ bili su gosti na šahovskom rapid turniru koji je organizovala tehnička škola „9. maj“ iz Bačke Palanke, povodom dana škole održanog 9. maja 2022. Na turniru su učestvovali sledeći učenici naše gimnazije: Branislav Šafarik (3-2), Ivan Rajp (4-3), Valentina Kanja (4-4), Radoš Radoš (1-2), Marko Rodić (3-3), Vanesa Knežević (3-4). Šahovski rapid turnir se igrao po švajcarskom sistemu 6. kola. Tempo igre je bio 10 min. po igraču. Prvo mesto sa 5 poena je osvojio učenik TŠ „9. maj“ Lazar Stanojević koji je takođe i član ŠK „Gimnazijalac“. Drugo mesto je osvojio Velemir Milovan učenik TŠ „9. maj“ sa osvojenih 4,5 poena. Sa 4 poena treće mesto je osvojio učenik gimnazije „20. oktobar“ Radoš Radoš. Sa 3,5 poena četvrto mesto su zauzeli Branislav Šafarik, Valentina Kanja i Slobodan Vulić. Od ostalih naših učenika, Ivan Rajšp je završio na devetom mestu sa osvojena 3 poena, na trinaestom mestu Marko Rodić sa 1 poenom i na četrnaestom mestu Vanesa Knežević sa 0,5 poena. Tabelu i konačni poredak možete videti na sledećem linku: http://chess-results.com/tnr636167.aspx?lan=1&art=1. Zahvaljujemo se tehničkoj školi „9. maj“ na ukazanom gostoprimstvu i saradnji. Nadamo se da će se ona uspešno nastaviti i sledeće godine.",
    "shortDescription": "Učenici gimnazije „20. oktobar“ bili su gosti na šahovskom rapid turniru koji je organizovala tehnička škola „9. maj“ iz Bačke Palanke",
    "title": "Rapid Turnir",
    "author": "Ivan Tot",
    "date": "13.05.2022",
    "src": "/database/landing-page-posts/post3.webp"
  },
  {
    "key": 5,
    "description": "Počela su šahovska takmičenja! Prvi tim ŠK 'Gimnazijalac' slavio je protiv ŠK 'Hajduk' iz Čuruga sa 3,5-2.5. Odličan meč i čestitke pritivniku na fer i korektnoj borbi. Pobede našem timu su doneli Ristić, Trifunović i Milanović, dok je remi izborio Marjanov na prvoj tabli! Druga ekipa je izgubila od ŠK 'Mihalj Talj' iz Veternika sa 3,5-2,5. Čestitamo našim igračima na odličnom otvaranju sezone i radujemo se nastavku sledece nedelje, kada prvi tim gostuje u Kaću, a drugi u Apatinu.",
    "shortDescription": "Počela su šahovska takmičenja! Prvi tim ŠK 'Gimnazijalac' slavio je protiv ŠK 'Hajduk' iz Čuruga sa 3,5-2.5.",
    "title": "Ligaski mec",
    "author": "Ivan Tot",
    "date": "08.05.2022",
    "src": "/database/landing-page-posts/post4.webp"
  },
  {
    "key": 6,
    "description": "U nedelju je održano okružno takmičenje u šahu u Bačkom Petrovcu! Emilija Pejak je zauzela šesto mesto u kategoriji drugih razreda, i ovoga puta se nije plasirala na republičko takmičenje. Milana Kovač zauzela je treće mesto i plasirala se na republičko takmičenje u kategoriji petih razreda. Stefan Pejak je zauzeo drugo mesto i obezbedio učešće na republičkom takmičenju. Čestitke našim najmlađim šahistima",
    "shortDescription": "U nedelju je održano okružno takmičenje u šahu u Bačkom Petrovcu! Emilija Pejak je zauzela šesto mesto u kategoriji drugih razreda",
    "title": "Okruzno takmicenje",
    "author": "Ivan Tot",
    "date": "28.04.2022",
    "src": "/database/landing-page-posts/post5.webp"
  },
  {
    "key": 7,
    "description": "U nedelju su naše obe ekipe igrale svoje mečeve u gimnaziji. Drugi tim je izgubio od gostiju iz Ratkova rezultatom 3,5-2,5. Prva ekipa igrala je jedan od najdužih mečeva do sada, protivnik je bio tradicionalno neugodan Šah klub iz Selence. Na kraju je meč zavrsen nerešeno. Pobede našem timu obezbedili su Milanović i Trifunović, dok su remije odigrali Ristić i nas omladinac Stefan Pejak. Sledeće nedelje nastavak u Južnobačkoj i Medjuopštinskoj ligi.",
    "shortDescription": "U nedelju su naše obe ekipe igrale svoje mečeve u gimnaziji. Drugi tim je izgubio od gostiju iz Ratkova rezultatom 3,5-2,5. Prva ekipa igrala je jedan od najdužih mečeva do sada.",
    "title": "Ligaski mec",
    "author": "Ivan Tot",
    "date": "23.05.2022",
    "src": "/database/landing-page-posts/post1.webp"
  }
]
